amazonwebservices.aws-toolkit-vscode
dbaeumer.vscode-eslint
esbenp.prettier-vscode
GitHub.copilot
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
qinjia.seti-icons
rangav.vscode-thunder-client
shardulm94.trailing-spaces
